<html><head><title>eula_de</title><style type="text/css">ol{margin:0;padding:0}.c2{color:#c2c2c2;font-size:7pt;font-family:"Times New Roman"}.c1{color:#c2c2c2;font-size:12pt;font-family:"Times New Roman"}.c8{max-width:756pt;background-color:#202020;padding:18pt 18pt 18pt 18pt}.c0{direction:ltr;padding-bottom:10pt}.c5{font-size:18pt;font-weight:bold}.c6{font-size:24pt;font-weight:bold}.c4{color:#c2c2c2;font-family:"Times New Roman"}.c7{color:#c2c2c2}.c3{height:11pt}.title{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:36pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}.subtitle{padding-top:18pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:24pt;font-family:"Georgia";padding-bottom:4pt}li{color:#000000;font-size:11pt;font-family:"Arial"}p{color:#000000;font-size:11pt;margin:0;font-family:"Arial"}h1{padding-top:24pt;line-height:1.15;text-align:left;color:#000000;font-size:18pt;font-family:"Arial";font-weight:bold;padding-bottom:6pt}h2{padding-top:18pt;line-height:1.15;text-align:left;color:#000000;font-size:14pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h3{padding-top:14pt;line-height:1.15;text-align:left;color:#666666;font-size:12pt;font-family:"Arial";font-weight:bold;padding-bottom:4pt}h4{padding-top:12pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:11pt;font-family:"Arial";padding-bottom:2pt}h5{padding-top:11pt;line-height:1.15;text-align:left;color:#666666;font-size:10pt;font-family:"Arial";font-weight:bold;padding-bottom:2pt}h6{padding-top:10pt;line-height:1.15;text-align:left;color:#666666;font-style:italic;font-size:10pt;font-family:"Arial";padding-bottom:2pt}</style></head><body class="c8"><p class="c0"><span class="c4 c6">Gesch&auml;ftsbedingungen</span></p><p class="c0"><span class="c1">Letzte Aktualisierung: 27. Juni 2012</span></p><p class="c0"><span class="c5 c4">Einleitung</span></p><p class="c0"><span class="c1">Lesen Sie die vorliegenden Gesch&auml;ftsbedingung (&bdquo;Bedingungen&ldquo;) aufmerksam durch, da es sich um die rechtlichen Gesch&auml;ftsbedingungen handelt, denen Sie zustimmen, wenn Sie die Ihnen von Eastman Kodak Company, Inc. sowie angeschlossenen Unternehmen (gemeinsam &bdquo;Kodak&ldquo;) zur Verf&uuml;gung gestellten digitalen Fotodienste nutzen, darunter die bereitgestellte mobile Anwendung Kodak Kiosk Wireless Connect App (&bdquo;Anwendung&ldquo;). Diese Anwendung ist getrennt zu behandeln und unterscheidet sich von anderen von Kodak angebotenen Waren oder Diensten. Beachten Sie bei der Verwendung dieser Waren oder Dienste die Datenschutzrichtlinie und Nutzungsbedingungen, darunter ohne Einschr&auml;nkung auch kodak.com.</span></p><p class="c0"><span class="c1">Durch die Verwendung dieser Anwendung erkl&auml;ren Sie sich bereit, an die vorliegenden Bedingungen gebunden zu sein. Kodak beh&auml;lt sich das Recht vor, die Bedingungen ohne vorherige Benachrichtigung zu erg&auml;nzen. Ihre Verwendung der Anwendung nach einer solchen &Auml;nderung stellt Ihr Einverst&auml;ndnis dar, die Bedingungen einzuhalten und an sie gebunden zu sein. Die Bedingungen stellen den gesamten Vertrag zwischen Ihnen und Kodak in Bezug auf den vorliegenden Vertragsgegenstand dar und treten an die Stelle aller fr&uuml;heren m&uuml;ndlichen oder schriftlichen &Uuml;bereink&uuml;nfte in Bezug auf die Anwendung. Wenn Sie der Bindung an diese Bedingungen nicht zustimmen, verwenden Sie die Anwendung nicht.</span></p><p class="c0"><span class="c1">Als Lizenzgeber von KODAK werden alle Dritten bezeichnet, die diese Anwendung zur G&auml;nze oder zum Teil an Kodak lizenzieren. Diese Bedingungen sind ausdr&uuml;cklich zu Gunsten von Kodak und etwaigen Lizenzgebern von Kodak vorgesehen.</span></p><p class="c0"><span class="c4 c5">F&uuml;r alle Benutzer der Anwendung geltende Bedingungen</span></p><p class="c0"><span class="c1">1. Anwendungsanbieter</span></p><p class="c0"><span class="c1">Diese Anwendung wird von Eastman Kodak Company, Inc. mit Hauptsitz in 343 State Street, Rochester, NY, 14650, USA, bereitgestellt. Kodak wird in diesen Bedingungen ebenfalls als &bdquo;wir&ldquo; sowie &bdquo;uns&ldquo; und &bdquo;unser&ldquo; bezeichnet.</span></p><p class="c0"><span class="c1">2. Zweck der Anwendung</span></p><p class="c0"><span class="c1">Kodak bietet digitale Fotodienste an, die die M&ouml;glichkeit bieten, Fotoprodukte mit Bildern von Ihrem mobilen Ger&auml;t zu erstellen und Bestellungen f&uuml;r Ausdrucke und/oder Fotoprodukte in einem Einzelhandelsgesch&auml;ft an einem Kodak Picture Kiosk aufzugeben oder Ausdrucke und/oder Fotoprodukte zur Abholung in einem Einzelhandelsgesch&auml;ft &uuml;ber das Internet zu bestellen.</span></p><p class="c0"><span class="c1">3. Lizenzerteilung</span></p><p class="c0"><span class="c1">Sofern Sie diesem Lizenzvertrag zustimmen, erteilt Kodak Ihnen eine nicht exklusive Lizenz zur Nutzung der Anwendung unter nachfolgenden Einschr&auml;nkungen. Diese Nutzungsbedingungen beziehen sich nicht auf den Verkauf der Anwendung oder anderweitigen geistigen Eigentums. Alle Rechte bez&uuml;glich der Anwendung stehen Kodak oder seinen Lizenzgebern zu. Sofern nicht explizit in diesen Bedingungen genannt, werden Ihnen keine weiteren Rechte stillschweigend, durch Nicht-Geltendmachung oder anderweitig im Rahmen eines beliebigen Patentrechts, Urheberrechts, Gesch&auml;ftsgeheimnisses, Markenrechts oder sonstigen gesch&uuml;tzten Rechten gew&auml;hrt.</span></p><p class="c0"><span class="c1">4. Verf&uuml;gbarkeit</span></p><p class="c0"><span class="c1">Die Kodak Kiosk Wireless Connect App steht allen Benutzern eines mobilen Ger&auml;ts &uuml;ber Google Play zur Verf&uuml;gung. Die Bedingungen des Endbenutzer-Lizenzvertrags sind als Bestandteil der vorliegenden Bedingungen anzusehen.</span></p><p class="c0"><span class="c1">Sie d&uuml;rfen die Anwendung nur auf Ihrem pers&ouml;nlichen elektronischen Ger&auml;t (z. B. Computer, Mobiltelefon, Tablet usw.) verwenden. Sie d&uuml;rfen die Software nicht an Dritte weitergeben, vermieten, verleihen, verleasen oder Unterlizenzen vergeben.</span></p><p class="c0"><span class="c1">Kodak trifft angemessene Ma&szlig;nahmen, um sicherzustellen, dass die Anwendung sieben Tage die Woche rund um die Uhr verf&uuml;gbar ist. Es k&ouml;nnen jedoch F&auml;lle eintreten, in denen der Betrieb der Anwendung zu Wartungszwecken, f&uuml;r Upgrades oder Notfallreparaturen oder aufgrund eines Ausfalls von Telekommunikationsdiensten und -ger&auml;ten, die au&szlig;erhalb der Kontrolle von Kodak liegen, unterbrochen wird. Kodak trifft angemessene Ma&szlig;nahmen, um derartige Unterbrechungen so gering wie m&ouml;glich zu halten, sofern dies in der Kontrolle von Kodak liegt. Sie stimmen zu, dass Kodak im Fall einer &Auml;nderung, Unterbrechung oder Einstellung der Anwendung Ihnen gegen&uuml;ber nicht haftbar ist.</span></p><p class="c0"><span class="c1">5. Genauigkeit, Vollst&auml;ndigkeit und P&uuml;nktlichkeit der Informationen</span></p><p class="c0"><span class="c1">Ungeachtet der in der Anwendung pr&auml;sentierten Informationen erh&auml;lt Kodak sich das Recht vor, die Anwendung ohne vorherige Benachrichtigung einzustellen, zu verlegen oder auszusetzen oder die Spezifikationen zu einem beliebigen Zeitpunkt zu &auml;ndern, ohne dass dadurch eine Verpflichtung entsteht. Die Anwendung darf nicht als alleinige Grundlage beim Treffen wichtiger Entscheidungen genutzt werden, ohne prim&auml;re oder genauere, vollst&auml;ndigere oder gr&uuml;ndlichere Informationsquellen zu nutzen. Obwohl Kodak angemessene Anstrengungen unternimmt, um die Richtigkeit aller Materialien zur Anwendung sicherzustellen, kann deren Genauigkeit und Unversehrtheit nicht garantiert werden, und Kodak &uuml;bernimmt keine Verantwortung oder Verpflichtung in Bezug auf die Genauigkeit, Vollst&auml;ndigkeit oder Authentizit&auml;t von Materialien innerhalb Anwendung.</span></p><p class="c0"><span class="c1">6. Software-Funktionen</span></p><p class="c0"><span class="c1">Die Anwendung kann Funktionen enthalten, mithilfe derer Kodak Sie &uuml;ber das Internet &uuml;ber verf&uuml;gbare Softwareaktualisierungen, Werbeaktionen, Produkte und Dienste informieren kann, die f&uuml;r Sie m&ouml;glicherweise von Interesse sind, sowie Produktdatendateien und Lehr- und Marketinginhalte der Anwendung aktualisieren und nicht pers&ouml;nliche Verbraucherdaten sammeln kann. Die Anwendung kann zudem Funktionen enthalten, die Ihnen das Herunterladen von Dateien zur H&auml;ndlersuche und neuer Produktthemen und Produktkataloge erm&ouml;glichen. Sie erkl&auml;ren sich damit einverstanden, dass Kodak diese Funktionen daf&uuml;r nutzen kann, solche Informationen und Aktualisierungen verf&uuml;gbar zu machen, Downloads zu erm&ouml;glichen und Verbraucherdaten zu sammeln, es sei denn, Sie haben diese Funktionen in der Anwendung deaktiviert.</span></p><p class="c0"><span class="c1">7. Datenschutz</span></p><p class="c0"><span class="c1">Kodak ist Ihrer Privatsph&auml;re verpflichtet. Geltendes Datenschutzrecht dient dem Schutz von Einzelpersonen, zu denen Informationen auf Computern und anderen Systemen eingegeben und gespeichert werden. Ebenso gelten strenge Standards in Bezug auf die Genauigkeit, Relevanz und Pflege derartiger Daten und ihrer Preisgabe. S&auml;mtliche personenbezogenen Daten, die Sie direkt in der Anwendung eingeben oder in einer Nachricht an uns angeben, unterliegen dem entsprechenden Recht, und Sie sind f&uuml;r deren Genauigkeit und Relevanz verantwortlich und m&uuml;ssen &uuml;ber die Berechtigung verf&uuml;gen, die Daten offenzulegen und uns zum Zwecke einer beliebigen f&uuml;r oder durch Sie mithilfe dieser Anwendung durchgef&uuml;hrte Transaktion oder zu unseren internen gesch&auml;ftlichen Nutzung zur Verf&uuml;gung zu stellen.</span></p><p class="c0"><span class="c1">Klicken Sie im Einrichtungsbildschirm der Anwendung auf den Link &bdquo;Datenschutz&ldquo;, um die f&uuml;r die Anwendung von Kodak geltende Datenschutzrichtlinie zu lesen. Die Bedingungen der Datenschutzrichtlinie gelten als Teil der vorliegenden Bedingungen.</span></p><p class="c0"><span class="c1">Es k&ouml;nnen bestimmte pers&ouml;nliche Daten im Rahmen einer Nutzung von der Anwendung angefordert oder gesammelt werden. Solche Informationen k&ouml;nnen sich sowohl aus Ihrem Namen (falls angegeben), Ihrer E-Mail-Adresse und Ihrer Telefonnummer, die Sie zur Unterst&uuml;tzung der Dienstbereitstellung &uuml;ber die Anwendung senden, sowie Ger&auml;te-ID als auch aus technischen Daten und zugeh&ouml;rigen Informationen, einschlie&szlig;lich technischer Daten zu Ihrem Ger&auml;t, System und Ihrer Anwendungssoftware (zusammen als &bdquo;pers&ouml;nlichen Daten&ldquo; bezeichnet) zusammensetzen. Die Software kann unter Umst&auml;nden auch Informationen zum Inhalt, den Sie &uuml;ber die Software senden, und zum Empf&auml;nger dieser Informationen (&bdquo;&Uuml;bertragungsdaten&ldquo;) sammeln. Die Anwendung kann unter Umst&auml;nden auch Cookies oder andere passive Nachverfolgungsmechanismen und Tools zum Sammeln von Informationen verwenden, um die Nutzung der Anwendung zu erleichtern. Alle Anmeldeinformationen, die Sie in der Anwendung eingeben, werden verschl&uuml;sselt. Dar&uuml;ber hinaus ist Kodak berechtigt statistische Daten ohne Personenbezug (&bdquo;statistische Daten&ldquo;) von allen Benutzern der Anwendung zu sammeln. Diese Daten beziehen sich beispielsweise auf die Anzahl der &uuml;bertragenen oder freigegebenen Bilder und Videos und dazugeh&ouml;rige Dienste. Kodak darf die statistischen Daten nur zur Ermittlung der Gesamtnutzung der Anwendung durch Kunden verwenden, um festzulegen, wie die Anwendung verwendet wird und wie sie und andere Produkte verbessert werden k&ouml;nnen.</span></p><p class="c0"><span class="c1">Kodak darf statistische Daten an Anbieter, die Kodak bei der Bereitstellung von Produkten und Diensten unterst&uuml;tzen, an Drittanbieter-Partner, die gemeinsam mit Kodak Werbeaktionen durchf&uuml;hren, und an angeschlossene Unternehmen von Kodak, einschlie&szlig;lich aller Mutterunternehmen oder Gesch&auml;ftsstellen von Kodak, weitergeben. Dar&uuml;ber hinaus darf Kodak statistische Daten freigeben, wenn Kodak der Auffassung ist, dass dies zur Einhaltung geltender rechtlicher Bestimmungen (z. B. gerichtliche Anordnung, Vorladung, Durchsuchungsbefehl usw.) oder sonstiger von einer Beh&ouml;rde erlassener rechtlicher Bestimmungen erforderlich ist, dass dies Haftungsanspr&uuml;che gegen&uuml;ber Kodak aus einem tats&auml;chlichen oder angedrohten Zivilprozess beeinflussen k&ouml;nnte, dass dies gesetzlich zul&auml;ssig ist bzw. gegen kein Gesetz verst&ouml;&szlig;t oder wenn Kodak der Auffassung ist, dass dies zum Schutz der Rechte oder des Eigentums von Kodak oder zum Schutz der Interessen anderer Benutzer dieser Software erforderlich ist. Sollte die unwahrscheinliche Situation eintreten, dass alle oder ein Teil der Unternehmensaktivit&auml;ten von Kodak verkauft oder von Dritten &uuml;bernommen werden bzw. werden, wird Kodak diese Informationen an den neuen Unternehmensinhaber &uuml;bertragen.</span></p><p class="c0"><span class="c1">8. Marken</span></p><p class="c0"><span class="c1">Alle in dieser Anwendung verwendeten Marken-, Produkt- und Dienstbezeichnungen, die Kodak oder angeschlossene Unternehmen oder dritte Parteien und ihre Produkte und Dienstleistungen identifizieren, sind gesch&uuml;tzte Marken von Kodak, angeschlossenen Unternehmen und/oder entsprechender Dritter. Kein Bestandteil dieser Anwendung darf als &Uuml;bertragung einer Lizenz oder eines Rechts im Besitz von Kodak oder seine Tochtergesellschaften oder einer dritten Partei in Bezug auf ein solches Bild, Logo oder einen solchen Namen an eine andere Person ausgelegt werden.</span></p><p class="c0"><span class="c1">9. Urheberrecht</span></p><p class="c0"><span class="c1">Sofern nichts Gegenteiliges angef&uuml;hrt ist, ist Kodak Inhaber aller Urheber- und Datenbankrechte bez&uuml;glich der Anwendung. Sofern nichts Gegenteiliges angef&uuml;hrt ist, sind Kodak, seine angeschlossenen Unternehmen sowie seine Lizenzgeber Inhaltsinhaber bez&uuml;glich s&auml;mtlicher Vorlagen, Grafiken, Rahmen oder Hintergr&uuml;nde, die in dieser Anwendung enthalten sind oder dar&uuml;ber bereitgestellt werden. Sie sind nicht berechtigt, derartige Inhalte zum Teil oder als Ganzes in einer beliebigen Materialform (darunter Fotokopien oder elektronische Speicherung auf einem beliebigen Medium) zu ver&ouml;ffentlichen, verteilen, extrahieren, anderweitig zu verwenden oder reproduzieren.</span></p><p class="c0"><span class="c1">Die Anwendung darf nur kopiert werden, soweit diese Bedingungen dies ausdr&uuml;cklich vorsehen. Die Anwendung darf nicht r&uuml;ckentwickelt, dekompiliert oder disassembliert werden, soweit nicht eine ausdr&uuml;ckliche Genehmigung Kodaks vorliegt. Es darf dar&uuml;ber hinaus nicht versucht werden, den Quellcode der Software abzuleiten oder die Software oder Teile davon f&uuml;r andere Zwecke als die von Kodak vorgesehenen zu verwenden, au&szlig;er diese Verwendung ist speziell durch Kodak autorisiert. Sie d&uuml;rfen keine abgeleiteten Produkte der Anwendung &auml;ndern, anpassen, &uuml;bersetzen oder erstellen.</span></p><p class="c0"><span class="c1">Sie gelten als Eigent&uuml;mer bzw. als Zugriffsberechtigter bez&uuml;glich aller Bilder, auf die Sie mit der Anwendung auf Ihrem mobilen Ger&auml;t zugreifen k&ouml;nnen. Sie m&uuml;ssen entweder &uuml;ber alle Rechte an den Bildern oder &uuml;ber eine ausdr&uuml;ckliche Genehmigung des Urheberrechtsinhabers verf&uuml;gen, um derartige Bilder zu kopieren und f&uuml;r alle Zwecke in Zusammenhang mit der Anwendung zu verwenden. Die Bilder d&uuml;rfen die Rechte dritter Personen &ndash; darunter andere Rechte an geistigem Eigentum, Datenschutzrechte, Urheberpers&ouml;nlichkeitsrechte oder &Ouml;ffentlichkeitsrechte &ndash; nicht verletzen. Professionelle Bilder, die Ihnen von professionellen Fotografen oder &uuml;ber Websites, Magazine, B&uuml;cher oder andere Ressourcen zur Verf&uuml;gung gestellt werden, sind urheberrechtlich gesch&uuml;tzt und d&uuml;rfen nicht innerhalb der Anwendung verwendet werden. Sie sind verpflichtet, Kodak und seine Lizenzgeber gegen&uuml;ber jeglicher Haftung und allf&auml;lliger Schadensersatzforderungen, einschlie&szlig;lich Anwaltskosten, die aus rechtlichen Schritten im Zusammenhang mit dem Obengenannten entstehen, freizustellen und schadlos zu halten.</span></p><p class="c0"><span class="c1">Sie oder der Inhaber behalten alle Rechte an allen Bildern oder Fotoprodukten, die Sie Kodak &uuml;ber die Anwendung zur Verf&uuml;gung gestellt haben. Sie gew&auml;hren Kodak eine nicht exklusive, geb&uuml;hrenfreie Lizenz zur Verwendung, Vervielf&auml;ltigung, Verteilung und Anzeige einschl&auml;giger Bilder, um Kodak zu erm&ouml;glichen, in Ihrem Auftrag erteilte Bestellungen anzuzeigen und zu erf&uuml;llen.</span></p><p class="c0"><span class="c1">10. &Uuml;berwachung von Inhalten</span></p><p class="c0"><span class="c1">Sie best&auml;tigen hiermit, dass Inhalte von Kodak &ndash; oder unseren Lieferanten und bzw. Auftragsnehmern &ndash; &uuml;berpr&uuml;ft werden k&ouml;nnen und dass die Inhalte geltendem Recht unterliegen. Dies sind unter anderem Gesetze, die Urheberrechtsverletzungen, Pornographie, Kinderpornographie oder Kindesmissbrauch verbieten. Wenn nach alleinigem Ermessen von Kodak eine m&ouml;gliche Verletzung derartiger Gesetze vorliegt, kann diese m&ouml;gliche Verletzung den Strafverfolgungsbeh&ouml;rden mitgeteilt werden.</span></p><p class="c0"><span class="c1">Viele Gesetze verbieten die Verteilung von Inhalten, die die Urheberrechte dritter Personen verletzen oder obsz&ouml;nes oder pornographisches Material enthalten. Bestellungen mit Inhalten, die als obsz&ouml;n, pornographisch oder anderweitig anst&ouml;&szlig;ig gelten, d&uuml;rfen nicht an Sie ausgeh&auml;ndigt werden. Des Weiteren behalten sich Kodak und seine Zulieferer sowie Auftragsnehmer das Recht vor, jederzeit die Inhalte zu &uuml;berpr&uuml;fen, falls zur Erf&uuml;llung geltenden Rechts erforderlich, offen zu legen und die Verarbeitung oder den Abschluss von Bestellungen zu verweigern, die nach unserem alleinigen Ermessen anst&ouml;&szlig;ig sind oder diese Bedingungen verletzen.</span></p><p class="c0"><span class="c1">11. Dienste und Websites von Drittanbietern</span></p><p class="c0"><span class="c1">Im Rahmen Ihrer Nutzung der Anwendung erhalten Sie gegebenenfalls die M&ouml;glichkeit, auf Dienste und Websites von Kodak und Drittanbietern &ndash; auch als &bdquo;Dienste&ldquo; &ndash; zuzugreifen. Um die Dienste nutzen zu k&ouml;nnen, m&uuml;ssen Sie m&ouml;glicherweise &uuml;ber einen Internetzugang verf&uuml;gen und die zus&auml;tzlichen Nutzungsbedingungen akzeptieren. Sie erkl&auml;ren sich hiermit damit einverstanden, dass, auch wenn Kodak und/oder solche Drittanbieter derzeit m&ouml;glicherweise nicht &uuml;ber eine festgelegte Obergrenze f&uuml;r die Anzahl der im Rahmen der Services empfangenen oder gesendeten &Uuml;bertragungen oder die f&uuml;r die Bereitstellung des Dienstes verwendete Speichermenge verf&uuml;gen, derartige Obergrenzen jederzeit und im alleinigen Ermessen von Kodak und/oder solchen Drittanbietern festgelegt werden k&ouml;nnen.</span></p><p class="c0"><span class="c1">12. Rechte an geistigem Eigentum Dritter</span></p><p class="c0"><span class="c1">Wir respektieren die Rechte an geistigem Eigentum Dritter und verlangt dies auch von unseren Besuchern. Wenn Sie der Meinung sind, dass Ihre Arbeiten auf eine Art und Weise kopiert wurden, die eine Verletzung des Urheberrechts darstellt, k&ouml;nnen Sie uns &uuml;ber den Link &bdquo;Kontakt&ldquo;, den Sie &uuml;ber die Schaltfl&auml;che &bdquo;i&ldquo; aufrufen k&ouml;nnen, benachrichtigen. Die Nachricht muss ALLE der folgenden Elemente enthalten:</span></p><p class="c0"><span class="c1">1.</span><span class="c2">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c1">Beschreibung der urheberrechtlich gesch&uuml;tzten Arbeit, deren Urheberrecht Ihrer Meinung verletzt wurde</span></p><p class="c0"><span class="c1">2.</span><span class="c2">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c1">Beschreibung des Orts des Ihrer Meinung verletzten Materials innerhalb der Anwendung</span></p><p class="c0"><span class="c1">3.</span><span class="c2">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c1">Ihren Namen, Ihre Adresse, Ihre Telefonnummer und Ihre E-Mail-Adresse</span></p><p class="c0"><span class="c1">4.</span><span class="c2">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c1">Best&auml;tigung Ihrerseits, dass Sie guten Gewissens der Ansicht sind, dass die betreffende Verwendung nicht durch den Urheberrechtsinhaber, seinen Handelsbeauftragten oder das Gesetz autorisiert wurde</span></p><p class="c0"><span class="c1">5.</span><span class="c2">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c1">Eidesstattliche Best&auml;tigung Ihrerseits, dass die oben genannten Informationen in Ihrer Mitteilung genau sind und Sie der Urheberrechtsinhaber oder Handlungsberechtigte des Inhabers eines exklusiven Rechts sind, das angeblich verletzt wurde</span></p><p class="c0"><span class="c1">6.</span><span class="c2">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c1">Physische oder elektronische Signatur des Urheberrechtsinhabers oder des Handlungsberechtigten des Urheberrechtsinhabers</span></p><p class="c0"><span class="c1">Kodak ist nicht verpflichtet, in der Anwendung verf&uuml;gbare Materialien zu ver&ouml;ffentlichen, weiterzuleiten, zu &uuml;bermitteln, zu verteilen oder anderweitig bereitzustellen, darunter von Ihnen an uns bereitgestellte Materialien, und wir haben das absolute Recht inne, jederzeit und in unserem alleinigen Ermessen beliebige Materialien aus der Anwendung zu entfernen und/oder die Nutzung der Anwendung zu untersagen.</span></p><p class="c0"><span class="c1">13. Erg&auml;nzung der Bedingungen</span></p><p class="c0"><span class="c1">Wir behalten uns das Recht vor, diese Bedingungen von Zeit zu Zeit zu erg&auml;nzen. Wenn Sie die Anwendung weiterhin verwenden, nachdem die Anwendung angezeigt hat, dass &Auml;nderungen an diesen Bedingungen vorgenommen wurden, gilt dies als eine Annahme dieser &Auml;nderungen Ihrerseits.</span></p><p class="c0"><span class="c1">14. Zugriff und Nutzung</span></p><p class="c0"><span class="c1">Sie best&auml;tigen hiermit, dass s&auml;mtliche von Ihnen an Kodak bereitgestellten Informationen wahr, genau, aktuell und vollst&auml;ndig sind. Sie best&auml;tigen dar&uuml;ber hinaus, dass Sie sicherstellen, dass diese Informationen jederzeit genau und auf dem neuesten Stand gehalten werden. Dies ist besonders wichtig in Bezug auf Ihre E-Mail-Adresse, da diese den prim&auml;ren Kommunikationsweg zwischen Kodak und Ihnen hinsichtlich der Nutzung der Anwendung darstellt. Sie best&auml;tigen, dass Kodak nicht f&uuml;r von Ihnen erlittene Sch&auml;den oder von Ihnen nicht erhaltene Informationen in Folge eines Vers&auml;umnisses Ihrerseits, eine g&uuml;ltige und funktionst&uuml;chtige E-Mail-Adresse bereitzustellen, verantwortlich ist. Kodak beh&auml;lt sich das Recht vor, Ihnen nach alleinigem Ermessen den Zugriff auf die Anwendung und/oder die Erf&uuml;llung Ihrer Bestellung zu verweigern.</span></p><p class="c0"><span class="c1">15. Speicherrichtlinie</span></p><p class="c0"><span class="c1">Die Anwendung erm&ouml;glicht keine langfristige Speicherung digitaler Bilder oder mit der Anwendung erstellter Fotoprodukte. Kodak entfernt Ihre Bilder und Produkte nach alleinigem Ermessen aus der Anwendung, sobald die damit zusammenh&auml;ngende Bestellung abgeschlossen wurde.</span></p><p class="c0"><span class="c1">16. Eingehen eines rechtswirksamen Vertrags</span></p><p class="c0"><span class="c1">Wenn Sie Ihre Online-Bestellung in einem Einzelhandelsgesch&auml;ft bezahlen, sind Sie f&uuml;r die Bezahlung bei Abholung der Bestellung verantwortlich. Es besteht kein Vertrag zwischen Ihnen und Kodak &uuml;ber die Bereitstellung von Diensten oder Produkten, bis Kodak Ihre Bestellung akzeptiert. Die Annahme Ihrer Bestellung erfolgt, sobald Ihre Bestellung zur Erf&uuml;llung an das ausgew&auml;hlte Gesch&auml;ft gesendet wird. Wenn Sie eine E-Mail-Adresse angeben, wird eine E-Mail zur Best&auml;tigung der Annahme Ihrer Bestellung an Sie gesendet. Bis dahin beh&auml;lt Kodak sich das Recht vor, Ihre Bestellung zu stornieren.</span></p><p class="c0"><span class="c1">Wenn Sie eine Bestellung &uuml;ber die Anwendung aufgeben, werden Sie gegebenenfalls aufgefordert, eine g&uuml;ltige E-Mail-Adresse einzugeben, die wir zur Kommunikation mit Ihnen bez&uuml;glich des Status Ihrer Bestellung und der Bereitstellung von Hinweisen, Angaben oder anderen Kommunikationen im Zusammenhang mit Ihrer Bestellung verwenden. Sie erkl&auml;ren hiermit, dass wir nicht f&uuml;r von Ihnen erlittene Sch&auml;den oder von Ihnen nicht erhaltene Informationen in Folge eines Vers&auml;umnisses Ihrerseits oder einer dritten Partei, eine g&uuml;ltige und funktionst&uuml;chtige E-Mail-Adresse bereitzustellen, verantwortlich sind.</span></p><p class="c0"><span class="c1">&Uuml;ber diese Anwendung bestellte Produkte sind benutzerdefinierte Produkte, die von Ihnen entworfen und personalisiert wurden. Sobald eine Bestellung aufgegeben wurde, kann sie nicht storniert werden.</span></p><p class="c0"><span class="c1">&nbsp;</span></p><p class="c0"><span class="c1">19. Produktverf&uuml;gbarkeit</span></p><p class="c0"><span class="c1">Der Empfang Ihrer Bestellung garantiert nicht, dass Kodak die ausgew&auml;hlten Produkte oder Dienste an Sie bereitstellen kann. Alle &uuml;ber die Anwendung angebotenen Produkte und Dienste sind abh&auml;ngig von ihrer Verf&uuml;gbarkeit, und Kodak beh&auml;lt sich deshalb das Recht vor, die Menge der bereitgestellten Produkte einzuschr&auml;nken, eine Bestellung nur zum Teil auszuf&uuml;hren oder Bestellungen aufzuteilen, die Verf&uuml;gbarkeit und Dauer von besonderen Angeboten zu &auml;ndern und jederzeit zu beenden. Im unwahrscheinlichen Fall, dass ein von Ihnen bestelltes Produkt oder ein Dienst nicht verf&uuml;gbar sind, werden wir Sie sobald wie m&ouml;glich per E-Mail kontaktieren, um Ihnen die voraussichtlichen Verf&uuml;gbarkeitsdaten mitzuteilen.</span></p><p class="c0"><span class="c1">Das Gr&ouml;&szlig;enverh&auml;ltnis der von Ihnen bestellten Produkte kann vom Gr&ouml;&szlig;enverh&auml;ltnis Ihrer digitalen Bilddatei abweichen, was dazu f&uuml;hrt, dass das fertige Produkt nicht das gesamte digitale Bild nutzt.</span></p><p class="c0"><span class="c1">20. Preise und Lieferung</span></p><p class="c0"><span class="c1">Die in der Anwendung angezeigten Preise enthalten keine anfallenden Steuern, Mehrwertsteuer, Lieferkosten und Bankgeb&uuml;hren. Alle Preise werden in der W&auml;hrung des zur Abholung des Produkts angegebenen Gesch&auml;fts angegeben und sind g&uuml;ltig, bis sie von Kodak ge&auml;ndert werden. Anfallende Versand- und Bearbeitungsgeb&uuml;hren werden im Rahmen des Bezahlvorgangs addiert.</span></p><p class="c0"><span class="c1">Kodak unternimmt angemessene Anstrengungen, um aktuelle und genaue Informationen zu unseren Produkten, Diensten und Preisen zur Verf&uuml;gung zu stellen, kann jedoch die Genauigkeit derartiger Informationen nicht gew&auml;hrleisten. Informationen zu Produkten und Diensten k&ouml;nnen ohne Ank&uuml;ndigung ge&auml;ndert werden. Preise k&ouml;nnen jederzeit vor unserer Annahme Ihrer Bestellung ge&auml;ndert werden. Falls in der Beschreibung oder Verf&uuml;gbarkeit eines Produkts oder Dienstes in Zusammenhang mit Ihrer ausstehenden Bestellung ein Materialfehler oder Fehler in der Preisangabe gefunden wurde, teilt Kodak Ihnen die korrekten Informationen mit und fragt Sie, ob Sie die Erf&uuml;llung der Bestellung durch Kodak fortsetzen m&ouml;chten.</span></p><p class="c0"><span class="c1">Kodak unternimmt angemessene Anstrengungen, um Ihre Bestellung zeitnah zu erf&uuml;llen, kann jedoch nicht garantieren, dass keine Lieferverz&ouml;gerungen auftreten, und &uuml;bernimmt keine Haftung oder Verantwortung f&uuml;r Verz&ouml;gerungen, die au&szlig;erhalb unserer Kontrolle liegen. Alle f&uuml;r die Lieferung von Produkten angegebenen Daten stellen lediglich eine Sch&auml;tzung dar.</span></p><p class="c0"><span class="c1">17. Zahlungsbedingungen</span></p><p class="c0"><span class="c1">Sie bezahlen Ihre Bestellung bei der Abholung im Gesch&auml;ft. Sie sind daf&uuml;r verantwortlich, die Zahlungsbedingungen des Gesch&auml;fts einzuhalten.</span></p><p class="c0"><span class="c1">18. Steuern</span></p><p class="c0"><span class="c1">Der Einzelh&auml;ndler erhebt und &uuml;bermittelt gesetzlich vorgeschriebene Steuern f&uuml;r bei der Abholung im Gesch&auml;ft bezahlte Eink&auml;ufe.</span></p><p class="c0"><span class="c1">21. Geltendes Vertragsgebiet</span></p><p class="c0"><span class="c1">Die Verwendung der &uuml;ber Google Play bereitgestellte Anwendung ist auf Hoheitsgebiete beschr&auml;nkt, die &uuml;ber Einzelhandelsgesch&auml;fte verf&uuml;gen, die an der Erf&uuml;llung von &uuml;ber die Anwendung aufgegebenen Bestellungen teilnehmen und dazu in der Lage sind. Dies bedeutet, dass Sie sicherstellen m&uuml;ssen, dass Sie die bestellten Produkte bei einem teilnehmenden Einzelh&auml;ndler abholen k&ouml;nnen. Weder Kodak noch der Einzelh&auml;ndler ist f&uuml;r zur Abholung aufgegebene Bestellungen bei einem Einzelh&auml;ndler, der nicht in ihrem Wohnort liegt und/oder anderweitig f&uuml;r sie nicht zug&auml;nglich ist, verantwortlich oder haftbar. </span></p><p class="c0"><span class="c1">22. R&uuml;cknahmebedingungen</span></p><p class="c0"><span class="c1">Die R&uuml;ckgabe von Produkten unterliegt ausschlie&szlig;lich dem R&uuml;cknahmebedingungen des Einzelh&auml;ndlers, den Sie zur Abholung von bestellten Produkten angegeben haben. In Bezug auf das Vertragsverh&auml;ltnis zwischen Ihnen und Kodak &uuml;bernimmt Kodak keine Haftung oder Verantwortung f&uuml;r die R&uuml;ckgabe von Produkten und/oder die Erstattung des Kaufpreises in Bezug auf diese Produkte. </span></p><p class="c0"><span class="c1">23. Verhaltensregeln</span></p><p class="c0"><span class="c1">Sie stimmen zu, die Anwendung nicht f&uuml;r Folgendes zu verwenden:</span></p><p class="c0"><span class="c1">1.</span><span class="c2">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c1">Unrechtm&auml;&szlig;ige Zwecken;</span></p><p class="c0"><span class="c1">2.</span><span class="c2">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c1">Bestellung von Ausdrucken oder anderweitige &Uuml;bermittlung oder Kommunikation von Materialien, die (i) falsch, betr&uuml;gerisch, obsz&ouml;n, beleidigend, blasphemisch, pornographisch, ungesetzlich, bedrohend, missbr&auml;uchlich, sch&auml;digend, diffamierend, verleumderisch, vulg&auml;r, illegal oder anderweitig anst&ouml;&szlig;ig sind oder die Privatsph&auml;re Dritter verletzen und (ii) eine Straftat darstellen k&ouml;nnen bzw. dazu auffordern, die Rechte einer dritten Partei zu verletzen oder anderweitig zu Haftbarkeitsanspr&uuml;chen f&uuml;hren oder Gesetze verletzen;</span></p><p class="c0"><span class="c1">3.</span><span class="c2">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c1">Bestellung von Ausdrucken oder anderweitige &Uuml;bermittlung oder Mitteilung von Materialien, an denen Sie kein vertragliches oder treuh&auml;nderisches Recht zur &Uuml;bermittlung oder Mitteilung haben oder die irgendwelche Urheberrechte, Markenrechte, Patentrechte oder andere Rechte am geistigen Eigentum oder Urheberpers&ouml;nlichkeitsrechte einer Partei verletzen, darunter auch Kodak und seine angeschlossenen Unternehmen;</span></p><p class="c0"><span class="c1">4.</span><span class="c2">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c1">Minderj&auml;hrigen auf beliebige Weise Schaden zuf&uuml;gen, darunter unter anderem durch das Drucken von Inhalten, die Kinderpornographiegesetze, Gesetze bez&uuml;glich der sexuellen Misshandlung von Kindern und Gesetze bez&uuml;glich der Darstellung von minderj&auml;hrigen bei sexuellen Handlungen verletzen;</span></p><p class="c0"><span class="c1">5.</span><span class="c2">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c1">Kopfzeilen f&auml;lschen oder Identifikationsmerkmale anderweitig manipulieren, um die Herkunft der &uuml;ber die Anwendung &uuml;bertragenen Inhalte zu verschleiern;</span></p><p class="c0"><span class="c1">6.</span><span class="c2">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c1">&Uuml;bermittlung von Materialien, die aller Wahrscheinlichkeit nach Computersystemen von Kodak oder Dritten Schaden zuf&uuml;gen, darunter auch Inhalte, die Viren, Codes, W&uuml;rmer, Daten oder andere Dateien oder Programme enthalten, mit dem Ziel, die Anwendung zu besch&auml;digen oder einen nicht autorisierten Zugriff auf die Anwendung zu erm&ouml;glichen, durch den Defekte, Fehler, f&uuml;r Funktionen oder Besch&auml;digungen der Anwendung verursacht werden k&ouml;nnen;</span></p><p class="c0"><span class="c1">7.</span><span class="c2">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c1">Kommerzielle Zwecken;</span></p><p class="c0"><span class="c1">8.</span><span class="c2">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c1">&Uuml;bermittlung unerw&uuml;nschter oder nicht autorisierter Werbebotschaften, Werbematerialien, Junk-Mail, politische Kampagnenmaterialien, Spam, Kettenbriefen, Schneeballsystemen oder anderen Formen der Kundenwerbung;</span></p><p class="c0"><span class="c1">9.</span><span class="c2">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span class="c1">Imitation einer Person oder Rechtsk&ouml;rperschaft oder anderweitig f&auml;lschliche Darstellung der Zugeh&ouml;rigkeit zu einer Person oder Rechtsk&ouml;rperschaft;</span></p><p class="c0"><span class="c1">10.</span><span class="c2">&nbsp; </span><span class="c1">Erfassen, Abfangen oder Ermitteln von Bildschirmnamen, Erfassen, Abfangen oder Speichern pers&ouml;nlicher Daten anderer Benutzer der Anwendung oder Ersuchung oder versuchte Ermittlung von Kennw&ouml;rtern, Bildschirmnamen oder anderen Registrierungsinformationen von Benutzern ohne das ausdr&uuml;ckliche Wissen oder die Zustimmung dieser Benutzer.</span></p><p class="c0"><span class="c1">Des Weiteren verpflichten Sie sich zu Folgendem:</span></p><p class="c0"><span class="c1">11.</span><span class="c2">&nbsp; </span><span class="c1">Die Anwendung oder Server oder Netzwerke im Zusammenhang mit der Anwendung nicht zu beeintr&auml;chtigen oder zu unterbrechen, bzw. Entsprechendes zu versuchen, oder beliebige Anforderungen, Vorg&auml;nge, Richtlinien oder Bestimmungen von Netzwerken in Zusammenhang mit dieser Anwendung zu missachten;</span></p><p class="c0"><span class="c1">12.</span><span class="c2">&nbsp; </span><span class="c1">keine Informationen an Kodak weiterzugeben, die falsch oder irref&uuml;hrend sind, die Ihre Identit&auml;t verschleiern sollen oder an denen Sie keine Offenlegungsrechte haben;</span></p><p class="c0"><span class="c1">13.</span><span class="c2">&nbsp; </span><span class="c1">die Anwendung oder Teile der Anwendung nicht weiterzuverkaufen.</span></p><p class="c0"><span class="c1">24. Schadloshaltung</span></p><p class="c0"><span class="c1">Sie best&auml;tigen hiermit, dass Sie pers&ouml;nlich f&uuml;r Ihr Verhalten im Zusammenhang mit der Anwendung verantwortlich sind. Sie verpflichten sich, Kodak und angeschlossene Unternehmen, seine leitenden Mitarbeiter, Vorstandsmitglieder, Zulieferer, Auftragsnehmer, Mitarbeiter, Vertreter und der Anwendung Informationen bereitstellende Dritte gegen&uuml;ber Folgendem schadlos zu halten und sie im Bedarfsfall zu verteidigen: Anspr&uuml;che, Verlust, Haftung, Ausgaben, Schadenersatz und sonstige Kosten, einschlie&szlig;lich Schadenersatzforderungen f&uuml;r direkte Sch&auml;den, Schadensfolgekosten, indirekte Sch&auml;den, Zivilstrafen und Folgesch&auml;den. Dies versteht sich einschlie&szlig;lich zumutbarer Anwaltskosten und gerichtlicher Verfahrensgeb&uuml;hren. F&uuml;r alle diese Aspekte sind folgende Aspekte erforderlich: (a) Sie erwachsen aufgrund von von Ihnen &uuml;ber die Anwendung bereitgestellten Bildern oder sonstigen Inhalten. (b) Sie stehen im Zusammenhang mit Ihrer Nutzung, missbr&auml;uchlichen Nutzung oder Ihrer Unf&auml;higkeit der Nutzung der Anwendung. Gleiches gilt f&uuml;r Personen, die &uuml;ber Ihr Konto auf die Anwendung zugreifen. (c) Es erfolgte ein Versto&szlig; gegen die vorliegenden Bedingungen. (d) Es wurden dir Rechte Dritter verletzt. Wenn Sie eine technische St&ouml;rung der Anwendung oder der Systeme verursachen, welche die Anwendung Ihnen und Dritten zug&auml;nglich machen, haften Sie f&uuml;r alle Verluste, Haftungsanspr&uuml;che, Auslagen, Schadenersatzanspr&uuml;che und Kosten, einschlie&szlig;lich zumutbarer Anwaltskosten und gerichtlicher Verfahrensgeb&uuml;hren, die aus dieser St&ouml;rung resultieren.</span></p><p class="c0"><span class="c1">25. Kundenfeedback</span></p><p class="c0"><span class="c1">Kodak m&ouml;chte &uuml;ber die Anwendung keine vertraulichen oder propriet&auml;ren Informationen von Ihnen erhalten. S&auml;mtliche Kommentare, Vorschl&auml;ge, Ideen, Erweiterungsanfragen, Empfehlungen, Feedback oder andere Informationen, die Kodak im Zusammenhang mit der Bedienung oder den Inhalt dieser Anwendung zur Verf&uuml;gung gestellt werden, gelten als nicht vertraulich und nicht propriet&auml;r.</span></p><p class="c0"><span class="c1">Sie best&auml;tigen hiermit, dass Kodak oder der entsprechende Lieferant alleiniger Inhaber aller Informationen, Materialien oder Daten ist, die Sie in Bezug auf die Leistung bereitstellen, oder s&auml;mtliche Vorschl&auml;ge f&uuml;r Verbesserungen oder &Auml;nderungen an der Anwendung. Sie stimmen des Weiteren zu, s&auml;mtliche zus&auml;tzliche Dokumente zu erstellen, die Kodak oder der entsprechende Lieferant ben&ouml;tigen, um ihre Eigentumsrechte zu erhalten, beizubehalten oder umzusetzen.</span></p><p class="c0"><span class="c1">26. Beendigung</span></p><p class="c0"><span class="c1">Die vorliegenden Bedingungen bleiben bis zu ihrer Beendigung in Kraft. Sie k&ouml;nnen diese Bedingungen jederzeit beenden, indem Sie die Anwendung und s&auml;mtliche Kopien davon auf Ihrem mobilen Ger&auml;t l&ouml;schen oder anderweitig zerst&ouml;ren. Die Wirksamkeit der Bedingungen endet automatisch, wenn Sie eine beliebige Bedingung nicht einhalten. Sie sind einverstanden, dass Kodak nach alleinigem Ermessen diese Bedingungen ohne vorherige Benachrichtigung tempor&auml;r oder permanent beenden und/oder die Dienste (wie in Absatz 11 definiert) beenden kann. Sie erkl&auml;ren sich bereit, nach der Beendigung aus einem beliebigen Grund die Anwendung auf Ihrem mobilen Ger&auml;t zusammen mit allen Kopien der Anwendung zu zerst&ouml;ren. Bedingungen, die ihrer Natur nach auch nach Beendigung dieser Gesch&auml;ftsbedingungen Bestand haben, bleiben hiervon unangetastet.</span></p><p class="c0"><span class="c1">Kodak beh&auml;lt sich das Recht vor, nach alleinigem Ermessen Ihren Zugriff auf die Anwendung bzw. Ihre Nutzung derselben zu beenden, falls Sie eine beliebige dieser Bedingungen nicht einhalten oder eine zust&auml;ndige Beh&ouml;rde dies erfordert.</span></p><p class="c0"><span class="c1">27. Haftungsausschluss und Haftungsbeschr&auml;nkung</span></p><p class="c0"><span class="c1">DIE ANWENDUNG WIRD OHNE M&Auml;NGELGEW&Auml;HR SOWIE OHNE GARANTIE BEREITGESTELLT. S&Auml;MTLICHE AUSDR&Uuml;CKLICHEN, STILLSCHWEIGENDEN UND GESETZLICHEN GARANTIEN, DARUNTER AUCH GARANTIEN ZUR MARKTG&Auml;NGIGKEIT, EIGNUNG F&Uuml;R EINEN BESTIMMTEN ZWECK, ZUM EIGENTUM UND BEZ&Uuml;GLICH DER NICHTVERLETZUNG DER RECHTE DRITTER WERDEN EXPLIZIT AUSGESCHLOSSEN. IM VOLLEN GESETZLICH ZUL&Auml;SSIGEN UMFANG SCHLIESST KODAK S&Auml;MTLICHE GARANTIEN DER SICHERHEIT, ZUVERL&Auml;SSIGKEIT, RECHTZEITIGKEIT UND LEISTUNGSDATEN DIESER ANWENDUNG AUS. KODAK GARANTIERT NICHT, DASS DIE FUNKTIONEN DER ANWENDUNG UNTERBRECHUNGSFREI ODER FEHLERFREI SIND ODER DASS DIE ANWENDUNG ODER DIE SERVER, DIE SIE UNTERST&Uuml;TZEN, FREI VON VIREN ODER ANDEREN SCH&Auml;DLICHEN KOMPONENTEN SIND. DIE GENAUIGKEIT ODER VOLLST&Auml;NDIGKEIT VON INHALTEN IM ZUSAMMENHANG MIT PRODUKTEN INNERHALB DIESER ANWENDUNG WIRD NICHT GARANTIERT.</span></p><p class="c0"><span class="c1">SIE BEST&Auml;TIGEN HIERMIT, DASS DER ZUGRIFF AUF S&Auml;MTLICHE MATERIALIEN &Uuml;BER DIE ANWENDUNG NACH IHREM EIGENEN ERMESSEN UND AUF IHR EIGENES RISIKO ERFOLGT UND DASS SIE ALLEIN F&Uuml;R S&Auml;MTLICHE VERLUSTE ODER SCH&Auml;DEN AN DEN INHALTEN ODER BILDERN, AUF DIE SIE ZUGREIFEN, VERANTWORTLICH SIND SOWIE F&Uuml;R SCH&Auml;DEN AN IHREM COMPUTERSYSTEM ODER DATENVERLUSTE, DIE DURCH DEN ZUGRIFF AUF BELIEBIGE MATERIALIEN ENTSTEHEN K&Ouml;NNEN. IM FALLE EINES FEHLERS SEITENS KODAK, WIE BEISPIELSWEISE DER VERSAND EINES FALSCHEN ODER FEHLERHAFTEN PRODUKTS, IST KODAK NUR IM IN DEN R&Uuml;CKGABEBEDINGUNGEN DIESER BEDINGUNGEN GENANNTEN UMFANG HAFTBAR UND LEISTET ERSATZ.</span></p><p class="c0"><span class="c1">SOFERN NICHT ANDERWEITIG EXPLIZIT IM VORHERGEHENDEN ABSATZ GENANNT HAFTET KODAK IM WEITESTGEHENDEN GESETZLICH ZUL&Auml;SSIGEN UMFANG NICHT AUF SCHADENERSATZ F&Uuml;R INDIREKTE SCH&Auml;DEN, SCHADENSFOLGEKOSTEN, FOLGESCH&Auml;DEN, UN&Uuml;BLICHE SCHADENSEINTRITTE SOWIE ZIVILSTRAFEN, DIE AUS FOLGENDEM RESULTIERTEN: (I) DIE VERWENDUNG ODER UNBRAUCHBARKEIT DER ANWENDUNG VON KODAK, (II) S&Auml;MTLICHE &Uuml;BER DIE ANWENDUNG ERFOLGTEN ODER ERM&Ouml;GLICHTEN TRANSAKTIONEN, (III) S&Auml;MTLICHE FORDERUNGEN, DIE AUF FEHLER, AUSLASSUNGEN ODER ANDERE UNGENAUIGKEITEN INNERHALB DER ANWENDUNG ZUR&Uuml;CKZUF&Uuml;HREN SIND, (IV) DEN NICHT AUTORISIERTEN ZUGRIFF AUF ODER DIE &Auml;NDERUNG VON IHREN &Uuml;BERTRAGUNGEN ODER DATEN ODER (V) SONSTIGE ANGELEGENHEITEN IN BEZUG AUF DIE ANWENDUNG ODER INNERHALB DER ANWENDUNG ANGEBOTENEN PRODUKTE, SELBST DANN, WENN KODAK AUF DIE M&Ouml;GLICHKEIT SOLCHER SCH&Auml;DEN HINGEWIESEN WURDE. DIE OBEN GENANNTEN AUSSCHL&Uuml;SSE, VERZICHTSERKL&Auml;RUNGEN UND BEGRENZUNGEN GELTEN AUCH DANN, WENN EIN IN DIESER VEREINBARUNG EINGER&Auml;UMTER BESCHR&Auml;NKTER RECHTSBEHELF SEINEN WESENTLICHEN ZWECK VERFEHLT HAT.</span></p><p class="c0"><span class="c1">IN EINIGEN RECHTSGEBIETEN SIND DER AUSSCHLUSS ODER DIE BESCHR&Auml;NKUNG DER HAFTUNG F&Uuml;R FOLGEKOSTEN UND FOLGESCH&Auml;DEN UNZUL&Auml;SSIG, SODASS EINIGE DER OBEN GENANNTEN EINSCHR&Auml;NKUNGEN M&Ouml;GLICHERWEISE NICHT AUF SIE ZUTREFFEN. IN DIESEN RECHTSGEBIETEN IST DIE HAFTUNG VON KODAK BIS ZUM MAXIMALEN GESETZLICH ZUL&Auml;SSIGEN UMFANG AUSGESCHLOSSEN, D&Uuml;RFEN JEDOCH IN KEINEM FALL EINEN BETRAG VON 100,00 US-$ &Uuml;BERSTEIGEN.</span></p><p class="c0"><span class="c1">28. Allgemein</span></p><p class="c0"><span class="c1">Diese Bedingungen enthalten die gesamte &Uuml;bereinkunft zwischen Kodak und Ihnen bez&uuml;glich Ihrer Verwendung der Anwendung. Ein Verzicht seitens Kodak, ein beliebiges Recht oder eine beliebige Bestimmung innerhalb dieser Bedingungen durchzusetzen, stellt auf keinen Fall einen endg&uuml;ltigen Verzicht auf ein solches Recht oder eine solche Bestimmung dar. Falls ein Gericht bestimmt, dass eines oder mehrere innerhalb dieser Bedingungen enthaltenen Rechte bzw. eine oder mehrere Bestimmungen ung&uuml;ltig sind, stimmen Sie zu, dass die restlichen Bedingungen vollst&auml;ndig bestehen bleiben.</span></p><p class="c0"><span class="c1">29. Umst&auml;nde au&szlig;erhalb unserer zumutbaren Kontrolle</span></p><p class="c0"><span class="c1">Kodak haftet f&uuml;r Verz&ouml;gerungen der Leistung nicht, die durch Umst&auml;nde au&szlig;erhalb unserer zumutbaren Kontrolle entstehen, und hat ein Anrecht auf eine Erweiterung des Zeitrahmens f&uuml;r die Leistung. Beispiele f&uuml;r diese Umst&auml;nde umfassend Streiks, Probleme mit Lieferanten/Transport/Produktion, Wechselkursschwankungen, gesetzliche oder beh&ouml;rdliche Ma&szlig;nahmen und Naturkatastrophen. Falls ein solcher Umstand l&auml;nger als einen Monat bestehen bleibt, kann eine der Parteien einen Vertrag &uuml;ber den Verkauf von Produkten ohne Verg&uuml;tung beenden.</span></p><p class="c0"><span class="c1">30. Gesetzliche Exportbestimmungen</span></p><p class="c0"><span class="c1">Sie d&uuml;rfen die Anwendung nur unter Beachtung aller anwendbaren gesetzlichen Bestimmungen des Landes, in dem Sie die Anwendung erhalten haben, benutzen, exportieren oder reexportieren. Insbesondere darf die Anwendung nicht (a) in ein Land exportiert oder reexportiert werden, &uuml;ber das die Vereinigten Staaten von Amerika ein Embargo verh&auml;ngt haben (derzeit Kuba, Iran, Irak, Libyen, Nordkorea, Serbien, Sudan, Syrien), oder einem Staatsangeh&ouml;rigen oder Bewohner eines solchen Landes &uuml;berlassen werden, oder (b) einer Person &uuml;berlassen werden, die in der Liste &bdquo;Specially Designated Nationals&ldquo; des U.S. Treasury Department oder der &bdquo;Denied Person&rsquo;s List&ldquo; oder der &bdquo;Entity List&ldquo; des U.S. Department of Commerce verzeichnet ist. Durch die Benutzung der Anwendung sichern Sie zu und gew&auml;hrleisten Sie, dass Sie weder in einem dieser L&auml;nder wohnhaft sind, noch seiner Kontrolle unterliegen, noch ein Staatsangeh&ouml;riger oder Bewohner eines dieser L&auml;nder sind, noch auf einer der vorstehend erw&auml;hnten Listen genannt werden.</span></p><p class="c0"><span class="c1">31. Erwerb der Software durch US-Beh&ouml;rden</span></p><p class="c0"><span class="c1">Der vorliegende Abschnitt 31 gilt, wenn die Anwendung von oder im Namen der US-Regierung bzw. der f&uuml;r sie t&auml;tigen Personen und/oder Institutionen erworben wird. Die Anwendung ist ein &bdquo;Commercial Product&ldquo; (Handelsprodukt) laut Definition dieses Begriffs in 48 C.F.R. 2,101 (Oktober 2004) und besteht aus &bdquo;Commercial Computer Software&ldquo; (kommerzieller Computer-Software) und &bdquo;Commercial Computer Software Documentation&ldquo; (kommerzieller Softwaredokumentation), wie diese Begriffe in 48 C.F.R. 227.7202-1, 227.7202-3, 227.7202-4 (Oktober 2004) verwendet werden. Wenn Sie der US-Regierung oder einer zugeh&ouml;rigen Beh&ouml;rde oder Dienststelle angeh&ouml;ren, ist die Anwendung (a) nur als Handelsprodukt und (b) nur mit den im Rahmen dieses Vertrags gew&auml;hrten Rechten lizenziert.</span></p><p class="c0"><span class="c1">32. BESTIMMUNGEN DER EUROP&Auml;ISCHEN GEMEINSCHAFT</span></p><p class="c0"><span class="c1">Falls diese Anwendung in einem Land der Europ&auml;ischen Gemeinschaft eingesetzt wird, darf keine Bestimmung dieser Bedingungen so ausgelegt werden, dass sie die in der EG-Software-Richtlinie (91/250/EWG) gew&auml;hrten Rechte einschr&auml;nkt.</span></p><p class="c0"><span class="c1">33. Schlussbestimmungen</span></p><p class="c0"><span class="c1">Der Anspruch und das Verlustrisiko f&uuml;r von Ihnen &uuml;ber die Anwendung online bestellte Produkte gehen nach der Lieferung dieser Produkte an das Einzelhandelsgesch&auml;ft auf Sie &uuml;ber. Kodak kann ohne Benachrichtigung seine Rechte und Verantwortlichkeiten hierunter an Sie &uuml;bertragen. Kodak beh&auml;lt sich das spezifische Recht vor, die Ausf&uuml;hrung der Anwendung an ein beliebiges anderes Unternehmen innerhalb der Kodak Unternehmensgruppe zu &uuml;bertragen. Falls ein beliebiger Teil dieser Bedingungen ung&uuml;ltig oder unvollstreckbar ist, wird die ung&uuml;ltige oder als unvollstreckbar erachtete Bestimmung durch eine g&uuml;ltige, vollstreckbare Bestimmung ersetzt, die der urspr&uuml;nglichen Absicht am n&auml;chsten kommt, und der Rest der Vereinbarung verbleibt g&uuml;ltig.</span></p><p class="c0"><span class="c1">34. Geltendes Recht und Gerichtsstand</span></p><p class="c0"><span class="c1">Die Anwendung und Eastman Kodak Company haben ihren Sitz in den Vereinigten Staaten von Amerika. Diese Bedingungen und Ihre Nutzung der Anwendung unterliegen den Gesetzen der USA, unter Ausschluss des Kollisionsrechts. Jegliche Streitigkeiten, die sich aus diesen Bedingungen oder im Zusammenhang damit ergeben, unterliegen der ausschlie&szlig;lichen Gerichtsbarkeit der US-amerikanischen Gerichte.</span></p><p class="c0"><span class="c1">35. Kontaktaufnahme</span></p><p class="c0"><span class="c1">Wenn Sie Kommentare oder Fragen zu diesen Bedingungen oder die Anwendung selbst haben, kontaktieren Sie uns &uuml;ber den Link &bdquo;Support&ldquo; am Ende dieser Seite.</span></p><p class="c0"><span class="c1">&nbsp;</span></p><p class="c0"><span class="c1">&copy; Copyright 2012 Eastman Kodak Company, Inc. Alle Rechte vorbehalten.</span></p><p class="c0"><span class="c4">&nbsp;</span></p><p class="c0 c3"><span class="c7"></span></p></body></html>